[
  {
    "id": 1,
    "name": "FRAMES",
    "tagline": "Global Monitoring for any Budget",
    "description": "High resolution false color polarization product to see surface textures and dynamic objects of interest.",
    "prod_link": "/products/purchase/frames",
    "imgSrc": "/images/products/logos/Frames.png",
    "sampleImg": "/images/products/samples/sampleFrames.png",
    "cost": "0.10",
    "cost_units": "$",
    "cost_measurements": "km²",
    "features": ["Enhanced Resolution", "Optional texturized color map", "Customized processing extent"], 
    "featureIcons": ["MagnifyingGlassCircleIcon", "PaintBrushIcon", "ServerStackIcon"],
    "featureDescriptions": ["1", "2", "3"],
    "icons": ["magnifying-glass", "paint-brush", "server-stack"],
    "descriptors": ["Automatic, high-resolution Sentinel 1 colorized scene processing for any* area of regard.", "Identify man-made structures and surface textures.", "Improved data revisits through enhanced swath reconstruction.", "Customized are selection to only pay for what you need.", "Imagery products compatible with all geo-spatial analysis utilities for 2D and 3D visualization."],
    "notes": "*Subject to Sentinel-1 collection scheduling.",
    "use": "By analyzing SAR data with our colorized polarization product, monitoring progress on large areas of development becomes effortless. Our imagery seamlessly integrates with multiple free, off-the-shelf Geospatial Information System (GIS) tools like Google Earth Pro or QGIS, for an intuitive viewing experience. For instance, consider the Szeged Factory parcel (right) situated on the Hungary/Romania border, where our imagery helps monitor construction activity (or its absence).",
    "demo": "/images/products/demos/FramesDemo.mp4"
  },
  {
    "id": 2,
    "name": "STASIS",
    "tagline": "Monitor Global Change Affordably",
    "description": "Frequent revisit, highly accurate crude oil storage measurements.",
    "prod_link": "/products/purchase/stasis",
    "imgSrc": "/images/products/logos/Stasis.png",
    "sampleImg": "/images/products/samples/sampleStasis.png",
    "cost": "0.50",
    "cost_units": "$",
    "cost_measurements": "km²",
    "features": ["Monitor vegetation growth", "Identify surface materials", "Map man-made features"],
    "featureIcons": ["PiTree", "GiStoneStack", "MapPinIcon"],
    "featureDescriptions": ["1", "2", "3"],
    "icons": ["magnifying-glass", "paint-brush", "server-stack"],
    "descriptors": ["Automatic, high-resolution Sentinel 1 change detection scene processing for any* area of regard.", "Identify man-made structures and surface textures.", "Improved data revisits through enhanced swath reconstruction.", "Customized are selection to only pay for what you need.", "Imagery products compatible with all geo-spatial analysis utilities for 2D and 3D visualization."],
    "notes": "*Subject to Sentinel-1 collection scheduling.",
    "use": "By analyzing SAR data with our colorized polarization product, monitoring progress on large areas of development becomes effortless. Our imagery seamlessly integrates with multiple free, off-the-shelf Geospatial Information System (GIS) tools like Google Earth Pro or QGIS, for an intuitive viewing experience. Take a look at 'The Line,' (right) a project planned to extend 170 km from the coastal waters of a bay jutting out from the Red Sea into the Saudi Arabian desert. Imagery from last year indicates that the number of buildings in the settlement has grown by orders of magnitude and a new large rectangular footprint next to the camp has been drawn, for perhaps, even more buildings to be constructed. Just within the 12 days between Sentinel collects it appears that this location is a flurry of activity likely signaling continued progress on the site.",
    "demo": "/images/products/demos/StasisDemo.mp4"
  },
  {
    "id": 3,
    "name": "DELTA",
    "tagline": "Analyze Land Cover at Scale",
    "description": "Frequent revisit, highly accurate biomass measurements.",
    "prod_link": "/products/purchase/delta",
    "imgSrc": "/images/products/logos/Delta.png",
    "sampleImg": "/images/products/samples/sampleDelta.png",
    "cost": "0.30",
    "cost_units": "$",
    "cost_measurements": "km²",
    "features": ["Track vehicle movement", "Monitor construction status", "Identify textural changes"],
    "featureIcons": ["TruckIcon", "GiCrane", "TbTexture"],
    "featureDescriptions": ["1", "2", "3"],
    "descriptors": ["Automatic, high-resolution Sentinel 1 month aggregate colorized scene processing for any* area of regard.", "Multi-view speckle fill enables accurate scene content identification for a variety of agricultural, urban, or rural classifications.", "Improved data revisits through enhanced swath reconstruction.", "Customized are selection to only pay for what you need.", "Imagery products compatible with all geo-spatial analysis utilities for 2D and 3D visualization."],
    "notes": "*Subject to Sentinel-1 collection scheduling.",
    "use": "By analyzing SAR data with our colorized polarization product, monitoring progress on large areas of development becomes effortless. Our imagery seamlessly integrates with multiple free, off-the-shelf Geospatial Information System (GIS) tools like Google Earth Pro or QGIS, for an intuitive viewing experience. Take a look at \"The Line,\" (right) a project planned to extend 170km from the coastal waters of a bay jutting out from the Red Sea into the Saudi Arabian desert. Imagery from last year indicates that the number of buildings in the settlement has grown by orders of magnitude and a new large rectangular footprint next to the camp has been drawn, for perhaps, even more buildings to be constructed. Just within the 12 days between Sentinel collects it appears that this location is a flurry of activity likely signaling continued progress on the site.",
    "demo": "/images/products/demos/DeltaDemo.mp4"
  }
]